[{"content":"","date":1508253975,"description":"You can find your answers here.","lastmod":"2017-10-17T15:26:15Z","objectID":"3976528693a0108357f4928017600865","permalink":"https://rahjuu.github.io/druid_help/","title":"DEBUT Online Help"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"54d3a2b03724a40ea20083707e571fbc","permalink":"https://rahjuu.github.io/druid_help/concepofdruid/","publishdate":"2017-10-17T15:26:15Z","title":"Druid Concept"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"fe2f524e52472a82862c300950b96a25","permalink":"https://rahjuu.github.io/druid_help/concepofdruid/boost/","publishdate":"2017-10-17T15:26:15Z","title":"BOOST"},{"content":"BOOST is short for Battery Optimized Overclocking Strategy Tuning, a condition-triggered feature that can increase the frequency of data collecting (GPS and ENV). When BOOST is triggered, the minimal collecting interval can reach 20 seconds (the interval varies on different devices). The conditions that can trigger BOOST are listed below:\n Voltage\nWhen the battery voltage is higher than the predefined threshold, BOOST is triggered automatically. When the battery voltage drops back to the threshold, BOOST stops.  Speed\nWhen the instant speed of the device and the battery voltage are higher than the predefined threshold, BOOST is triggered automatically. When the instant speed or the battery voltage drops back to the threshold, BOOST stops.  Note that the collecting interval is changed dynamically during the BOOST period.\n","date":-62135596800,"description":"","objectID":"cca99afddf300758c0b3f3f323c3a7cc","permalink":"https://rahjuu.github.io/druid_help/concepofdruid/boost/concept/","title":"What is BOOST?"},{"content":"BOOST is designed to portray detailed movement track in a more \u0026amp;ldquo;intelligent\u0026amp;rdquo; way instead of manual intervention. Traditionally, the user has to monitor the device power status constantly so as to modify settings if they want more data without battery drain, while BOOST just automatically regulates the intervals if the charging condition is good and the animal deployed with the device is active.\nWhen BOOST is triggered, you can get much more GPS fixes than usual. More GPS fixes can bring more detailed reflection on the animal behaviour. With other collected data, you can get a more accurate profile for your study object. The illustration below shows the movement track of a bird in 30 minutes. This bird was deployed with DEBUT LEGO. When BOOST is on, LEGO collects more than 100 GPS fixes in 30 minutes. !","date":-62135596800,"description":"","objectID":"8ac344bb8a4228dcd391b206e8c4014e","permalink":"https://rahjuu.github.io/druid_help/concepofdruid/boost/howto/","title":"Benefit of BOOST"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"c832fb3dc7fa71c584899fbff17cd565","permalink":"https://rahjuu.github.io/druid_help/concepofdruid/odba/","publishdate":"2017-10-17T15:26:15Z","title":"ODBA"},{"content":"ODBA is short for Overall Dynamic Body Acceleration. It is a new acceleration index which quantifies the three-dimensional movement of animals as the value of acceleration and is assumed to be a proxy for activity-specific measurment and has been used in the field of wild animal ecology.\nIn Druid Technology, we use a built-in 3-axis accelerometer to collect the acceleration data at the frequency of 25 Hz. Every 10 minutes or 30 minutes, DEBUT devices calculate ODBA value using the collected acceleration data. The ODBA value can be used as an index to describe the activity status of the animal.\n","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"e9ee5c3207077c7a1d32a1c9ab7ccee6","permalink":"https://rahjuu.github.io/druid_help/concepofdruid/odba/concept/","publishdate":"2017-10-17T15:26:15Z","title":"What is ODBA"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"9b683c5fbff8d0d24588e34210d33cb8","permalink":"https://rahjuu.github.io/druid_help/faq/","publishdate":"2017-10-17T15:26:15Z","title":"Frequently Asked Questions"},{"content":"  On the main menu, click Device Setting to go to the device setting page.\n  Click Change Setting.\n  Select the devices by checking the checkbox.   Click Confirm.\n  Change the settings as needed. Note\nYou can add more devices by clicking the + button.\n  Click Save.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"943eaf9f259d972ae67be98033cebca7","permalink":"https://rahjuu.github.io/druid_help/faq/setting_batch/","publishdate":"2017-10-17T15:26:15Z","title":"How to change setting for two or more devices?"},{"content":"After you change the setting for your device on DEBUT Data Center, the new setting is saved to the server and are not applied to the device immediately. When the device communicates with the server next time, the device fetches new setting from the server and applies the new setting to its firmware. Generally speaking, after you change the setting, the new setting takes effect when the device communicates with the server next time.\nExample: You have a device which communicates with the server at 9:00 and 17:00 everyday. If you change the setting for this device at 12:20, the new setting will be applied at 17:00. ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"9563c6a8831d1843fca1e9f72ecbbc7b","permalink":"https://rahjuu.github.io/druid_help/faq/setting_effect/","publishdate":"2017-10-17T15:26:15Z","title":"When does the changed setting take effect?"},{"content":"  On the main menu, click Device \u0026amp;gt; Gateway.\n  Locate the device and click Device detail to go to the device information page.   Click Device setting.   Change the settings as needed.\n  Click Confirm.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"1775588910e97370f40b85d553f64bb3","permalink":"https://rahjuu.github.io/druid_help/faq/setting_gateway/","publishdate":"2017-10-17T15:26:15Z","title":"How to change setting for a gateway device?"},{"content":"You can change setting for a terminal device at device list page or the device information page.\nChanging setting at device list page\n  On the main menu, click Device \u0026amp;gt; Terminal.\n  Locate the device and click Device setting.   Change the settings as needed.\nFor the detailed description on the terminologies on device setting page, see the terminology section.\n  Click Confirm.\n  \r**Changing setting at device information page**\r1. On the main menu, click **Device**  **Terminal**.\r Click device S/N to go to the device information page.\n  Click Device setting.   Change the settings as needed.\n  Click Confirm.\n  ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"593766a563030ebfbc2a0eee1d6e32b6","permalink":"https://rahjuu.github.io/druid_help/faq/setting_terminal/","publishdate":"2017-10-17T15:26:15Z","title":"How to change setting for a terminal device?"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"e3b28b0dda5bba1ad510df5ad9ed2959","permalink":"https://rahjuu.github.io/druid_help/terminology/data-exporting/","publishdate":"2017-10-17T15:26:15Z","title":"Data exporting"},{"content":"The table below gives the explanations to the data fields of the exported ACC data.\n   Data field Explanation     Collecting time Time the device collects data, accurate to seconds.   X Value of X-axis on the three-axis acceleration sensor.   Y Value of Y-axis on the three-axis acceleration sensor.   Z Value of Z-axis on the three-axis acceleration sensor.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"bfd8bd829e201280ae4e6bb6e166a033","permalink":"https://rahjuu.github.io/druid_help/terminology/data-exporting/acc/","publishdate":"2017-10-17T15:26:15Z","title":"ACC data"},{"content":"The table below gives the explanations to the data fields of the exported BHV data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   ODBA ODBA value calculated by the device. A higher value indicates that the animal is more active.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"3f352cf5ae587c92a2c3e5f577e0c176","permalink":"https://rahjuu.github.io/druid_help/terminology/data-exporting/bhv/","publishdate":"2017-10-17T15:26:15Z","title":"BHV data"},{"content":"The table below gives the explanations to the data fields of the exported BSS data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   Longitude Longitude of the BSS fix in degrees, accurate to 7 decimal places.   Latitude Latitude of the BSS fix in degrees, accurate to 7 decimal places.   Accuracy Accuracy of the BSS fix in meters. Lower value indicates that the positioning is more accurate.   Base station Number of connected base stations in the positioning session.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"889fc807425f34dc15dad70c91860f18","permalink":"https://rahjuu.github.io/druid_help/terminology/data-exporting/bss/","publishdate":"2017-10-17T15:26:15Z","title":"BSS data"},{"content":"The table below gives the explanations to the data fields of the exported ENV data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   Temperature Environment temperature in Celsius, accurate to 1 decimal place.   Light intensity Light intensity in Lux.   Voltage Voltage of the device battery in volts, accurate to 3 decimal places.   Data Source Modes of data collecting. Valid values are 1, 2, and 4, where 1 represents scheduled collecting, 2 represents dynamic collecting, 4 represents in-flight collecting.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"56b51797aa417e8647383839600d2610","permalink":"https://rahjuu.github.io/druid_help/terminology/data-exporting/env/","publishdate":"2017-10-17T15:26:15Z","title":"ENV data"},{"content":"The table below gives the explanations to the data fields of the exported GPS data.\n   Data field Explanation     SN Serial Number.   UUID Universally Unique Identifier, a 128-bit number used to identify information in computer systems.   Transmitting time Time the device communicates with the server, accurate to milliseconds.   Collecting time Time the device collects data, accurate to seconds.   Longitude Longitude of the GPS fix in degrees, accurate to 7 decimal places.   Latitude Latitude of the GPS fix in degrees, accurate to 7 decimal places.   Altitude Altitude of the GPS fix in meters, accurate to 2 decimal places.   Geoid height Geoid height of the GPS fix in meters. The geoid is the shape that the ocean surface would take under the influence of the gravity and rotation of Earth.   Speed Movement speed of the device in meters.   Course The angle between the clockwise direction from the north and the movement direction of the device. The value range is 0 ~ 359.9, where 0 means the device moves towards north.   Satellite Number of satellites connected for positioning.   Positioning mode Valid values are 0, 1, and 2, where 0 represents a failed positioning, 1 represents 2D positioning, 2 represents 3D positioning.   HorAccuracy Index of horizonal accuracy of GPS positioning. Lower value indicates that the positioning is more accurate.   VerAccuracy Index of vertical accuracy of GPS positioning. Lower value indicates that the positioning is more accurate.   Time for Positioning Time spent in one positioning session in seconds.   Data Source Modes of data collecting. Valid values are 1, 2, and 4, where 1 represents scheduled collecting, 2 represents dynamic collecting, 4 represents in-flight collecting.    ","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"f86aa61ad9052238929475dae70e1d31","permalink":"https://rahjuu.github.io/druid_help/terminology/data-exporting/gps/","publishdate":"2017-10-17T15:26:15Z","title":"GPS data"},{"content":"","date":1508253975,"description":"","lastmod":"2017-10-17T15:26:15Z","objectID":"1ec3a0b0b5295a15f3b3f0e744b4aaf1","permalink":"https://rahjuu.github.io/druid_help/terminology/","publishdate":"2017-10-17T15:26:15Z","title":"Terminology"},{"content":"The table below gives the explanations to the data fields on device setting page.\n   Data field Explanation     RTL Real time mode. GPS collecting, ENV collecting and BHV collecting work at the highest frequency. Power consumption is high.   STD Standard mode. The default working mode of DEBUT devices.   ECO Ecology, Conservation and Optimization mode. The most energy efficient mode.   STB Standby mode. GPS collecting, ENV collecting and BHV collecting are turned off. Only transmission is on.   OTT On-time Transmission mode. The device transmits data to the server at selected hour (based on the time zone set in Debut Data Center). You can specify up to 3 time options per day.   CUT Customization mode. You can set the interval of GPS collecting, ENV collecting, BHV collecting and transmitting as needed.    ","date":-62135596800,"description":"","objectID":"19891c84a5196cd33ae9e53d0ce89a0f","permalink":"https://rahjuu.github.io/druid_help/terminology/device_setting/","title":"Device setting"}]